<?php 
// +----------------------------------------------------------------------
// | Fanweo2o商业系统 最新版V3.03.3285  含4个手机APP。
// +----------------------------------------------------------------------
// | 购买本程序，请联系QQ：662533  旺旺名：fs8758
// +----------------------------------------------------------------------
// | 淘宝购买地址：http://item.taobao.com/item.htm?id=45590823803
// +----------------------------------------------------------------------

define("FILE_PATH",""); //文件目录，空为根目录
require_once './system/system_init.php';
require_once APP_ROOT_PATH.'app/Lib/tiz/core/TizApp.class.php';

//实例化一个网站应用实例
$AppWeb = new TizApp();

?>