<?php

// +----------------------------------------------------------------------

// | Fanweo2o商业系统 最新版V3.03.3285  含4个手机APP。

// +----------------------------------------------------------------------

// | 购买本程序，请联系QQ：78282385  旺旺名：alert988

// +----------------------------------------------------------------------

// | 淘宝购买地址：https://shop36624490.taobao.com/

// +----------------------------------------------------------------------



//将语言包载入JS

class LangAction extends BaseAction{

	public function js(){

		$str = "var LANG = {";

		foreach($this->lang_pack as $k=>$lang)

		{

			$str .= "\"".$k."\":\"".$lang."\",";

		}

		$str = substr($str,0,-1);

		$str .="};";

		header("Content-Type: text/javascript");

		echo $str;

	}

}

?>